[{
    "headline": "One of these two marmosets stuck out her tongue, and you will be shocked to discover what happened next!",
    "img": "1.jpg",
    "date": "11/6/2014",
    "description": "This is a story of great marmoset import, bringing to light facets of the marmoset condition that have staggering implications for all marmosets.",
    "tags": [
        "news",
        "entertainment",
        "sensational"
    ]
}, {
    "headline": "You won't believe which celebrity marmoset got brushed!",
    "img": "2.jpg",
    "date": "11/9/2014",
    "description": "This article delves deeply into the phenomenon of marmoset brushing, and explores the human toothbrush brands favored by marmosets of note.",
    "tags": [
        "news",
        "brush",
        "celebrity"
    ]
}, {
    "headline": "Bananas!  That's what you'll think when you hear about this tasty marmoset treat.  But how many are too many?",
    "img": "3.jpg",
    "date": "11/13/2014",
    "description": "This article presents an op-ed view on the popular and controversial subject of bananas.",
    "tags": [
        "news",
        "bananas",
        "food"
    ]
}, {
    "headline": "Think ice cream is just for homo sapiens?  You've got another cone coming!",
    "img": "4.jpg",
    "date": "11/20/2014",
    "description": "This story presents an exploration of the astounding popularity of ice cream in discerning marmoset circles.",
    "tags": [
        "news",
        "ice cream",
        "food"
    ]
}, {
    "headline": "Shocking celebrity marmoset reveal!",
    "img": "5.jpg",
    "date": "11/24/2014",
    "description": "This story is shameless click-bait, obviously, but you know you want to read it.",
    "tags": [
        "news",
        "celebrity",
        "entertainment"
    ]
}, {
    "headline": "You'll go ape over this hipster marmoset's mar-moustache!",
    "img": "6.jpg",
    "date": "12/6/2014",
    "description": "Here we have a society piece about the popularity of extravagant facial hair among marmoset hipsters.",
    "tags": [
        "news",
        "entertainment",
        "sensational"
    ]
}, {
    "headline": "Ever get attacked by a weasel?  Here is what you must know about camouflage.",
    "img": "7.jpg",
    "date": "12/9/2014",
    "description": "By reading this article, you can find out how to match your individual plumage to your background and avoid predation.",
    "tags": [
        "news",
        "brush",
        "celebrity"
    ]
}, {
    "headline": "Sassy!  This famous marmoset says \"all those other monkeys can look at my tongue!\"",
    "img": "8.jpg",
    "date": "12/13/2014",
    "description": "This is a personality-driven piece about everyone's favorite irascible marmoset raconteur.",
    "tags": [
        "news",
        "entertainment",
        "sensational"
    ]
}, {
    "headline": "What the top docs say about how to stay young and healthy when you're a marmoset.",
    "img": "9.jpg",
    "date": "12/20/2014",
    "description": "This is a pseudo-informational piece about health and diet.",
    "tags": [
        "news",
        "health",
        "diet"
    ]
}, {
    "headline": "Human fingers--we all love them, but where have they been?",
    "img": "10.jpg",
    "date": "12/24/2014",
    "description": "This story explores the pros and cons of using human fingers as marmoset perches and climbing structures.",
    "tags": [
        "news",
        "fingers",
        "climbing"
    ]
}]